buonomo/yarn-completion
chrissicool/zsh-256color
djui/alias-tips
robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/z
sinetoami/antibody-completion
Tarrasch/zsh-bd
marcosmoura/fast-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
