Tarrasch/zsh-bd
chrissicool/zsh-256color
djui/alias-tips
marzocchi/zsh-notify
robbyrussell/oh-my-zsh path:plugins/git
buonomo/yarn-completion
robbyrussell/oh-my-zsh path:plugins/z
sinetoami/antibody-completion
zdharma/fast-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
