# Bottles
tap "stripe-internal/tap"

# Command-line tools
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "buildifier"
brew "buildozer"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "dust"
brew "efm-langserver"
brew "exiftool"
brew "eza"
brew "fbthrift"
brew "fd"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git-stripe"
brew "gnu-sed"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "grep"
brew "gsl"
brew "hyperfine"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libcbor"
brew "libev"
brew "libfido2"
brew "libgcrypt"
brew "libgpg-error"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "logrotate"
brew "lolcat"
brew "lua-language-server"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mergiraf"
brew "mise"
brew "moreutils"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node-build"
brew "nodenv"
brew "openssl"
brew "pandoc"
brew "perl"
brew "pkgconf"
brew "popt"
brew "pre-commit"
brew "pydantic"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rpds-py"
brew "rsync"
brew "ruby-build"
brew "ruby"
brew "rustup"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "terminal-notifier"
brew "thrift"
brew "tokei"
brew "tree-sitter"
brew "tree"
brew "unar"
brew "uv"
brew "vale"
brew "vim"
brew "watchman"
brew "wget"
brew "yq"
brew "zig"
brew "zoxide"

# Applications
cask "1password"
cask "betterdisplay"
cask "figma"
cask "ghostty"
cask "imageoptim"
cask "kap"
cask "keka"
cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "shottr"
cask "slack"
cask "visual-studio-code"
