# Taps
tap "githubutilities/tap"
tap "nikitabobko/tap"

# Command-line tools
brew "bash"
brew "cmake"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "gnuplot"
brew "gnutls"
brew "grep"
brew "jq"
brew "moreutils"
brew "neovim"
brew "node"
brew "openssl"
brew "pandoc"
brew "pnpm"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "terminal-notifier"
brew "tree-sitter"
brew "tree"
brew "unar"
brew "wget"
brew "zoxide"

# Applications
cask "nikitabobko/tap/aerospace"
cask "claude-code@latest"
cask "figma"
cask "font-commit-mono"
cask "font-fira-code"
cask "font-maple-mono-nf"
cask "font-maple-mono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
