# Command-line tools
brew "bash"
brew "bat"
brew "btop"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "dust"
brew "efm-langserver"
brew "eth-p/software/bat-extras"
brew "exiftool"
brew "eza"
brew "fd"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "grep"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lua-language-server"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mise"
brew "moreutils"
brew "narugit/tap/smctemp"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nextdns/tap/nextdns"
brew "ninja"
brew "openssl"
brew "pandoc"
brew "perl"
brew "pre-commit"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "terminal-notifier"
brew "tokei"
brew "tree-sitter"
brew "tree"
brew "unar"
brew "uv"
brew "wget"
brew "yq"
brew "zig"
brew "zoxide"
brew "zplug"

# Applications
cask "betterdisplay"
cask "claude-code"
cask "figma"
cask "font-commit-mono"
cask "font-fira-code"
cask "font-maple-mono-nf"
cask "font-maple-mono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "imageoptim"
cask "kap"
cask "keka"
cask "raycast"
cask "shottr"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
