# Taps
tap "eth-p/software"
tap "FelixKratz/formulae"
tap "githubutilities/tap"
tap "kgarner7/homebrew-feishin"
tap "marcosmoura/homebrew-tap"
tap "narugit/tap"
tap "nextdns/tap"

# Command-line tools
brew "atuin"
brew "bash"
brew "bat"
brew "btop"
brew "chafa"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "dust"
brew "efm-langserver"
brew "eth-p/software/bat-extras"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu"
brew "gh"
brew "git-delete-merged-branches"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "grep"
brew "hyperfine"
brew "imageoptim-cli"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lua-language-server"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mise"
brew "mole"
brew "moreutils"
brew "narugit/tap/smctemp"
brew "ncurses"
brew "neovim"
brew "nextdns/tap/nextdns"
brew "ninja"
brew "ollama"
brew "openssl"
brew "osx-cpu-temp"
brew "pandoc"
brew "perl"
brew "pipx"
brew "pre-commit"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "sccache"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "taplo"
brew "tealdeer"
brew "terminal-notifier"
brew "topgrade"
brew "tree-sitter"
brew "tree"
brew "tsv-utils"
brew "unar"
brew "uv"
brew "vivid"
brew "wallpaper"
brew "watchman"
brew "webp"
brew "wget"
brew "yaml-language-server"
brew "yazi"
brew "yq"
brew "zig"
brew "zoxide"

# Head-only formulas
brew "borders", args: ["HEAD"]
brew "media-control", args: ["HEAD"]

# Applications
cask "adguard"
cask "betterdisplay"
cask "claude-code@latest"
cask "cmux"
cask "codex"
cask "discord"
cask "feishin"
cask "figma"
cask "firefox@nightly"
cask "font-commit-mono"
cask "font-fira-code"
cask "font-hanken-grotesk"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-maple-mono-nf"
cask "font-maple-mono"
cask "font-sf-mono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "ilok-license-manager"
cask "imageoptim"
cask "kap"
cask "keka"
cask "kekaexternalhelper"
cask "linearmouse"
cask "logitech-camera-settings"
cask "microsoft-edge@dev"
cask "ollama-app"
cask "orbstack"
cask "pearcleaner"
cask "proton-drive"
cask "proton-pass"
cask "protonvpn"
cask "proxy-audio-device"
cask "raycast"
cask "rustdesk"
cask "sf-symbols"
cask "shottr"
cask "thebrowsercompany-dia"
cask "tidal"
cask "transmission@beta"
cask "visual-studio-code"
cask "vox"
cask "whatsapp"
cask "zoom"
